export const genderSelect = [
  {
    label: "ذكر",
    value: "1",
  },
  {
    label: "أنثي",
    value: "2",
  },
];

export const CitySelect = [
  {
    label: "بنغازي",
    value: "1",
  },
  {
    label: "مصراته",
    value: "2",
  },
  {
    label: "مسلاته",
    value: "3",
  },
];

export const collageSelect = [
  {
    label: "الهندسة",
    value: "1",
  },
  {
    label: "الطب البشري",
    value: "2",
  },
];

export const NationalitySelect = [
  {
    label: "ليبي",
    value: "0",
  },
  {
    label: "أجنبي",
    value: "1",
  },
];

export const steps = [
  {
    title: "1. ملء استمارة التسجيل الإلكترونية:",
    details: [
      "قم بزيارة الصفحة الرئيسية لموقع مكتب الإسكان الطلابي.",
      'انقر على رابط "تقديم طلب السكن".',
      "قم بتعبئة البيانات الشخصية.",
    ],
  },
  {
    title: "2. إرفاق المستندات المطلوبة:",
    details: [
      "شهادة ميلاد.",
      "الشهادة الثانوية.",
      "شهادة الإقامة.",
      "صور شخصية.",
    ],
  },
  {
    title: "3. انتظار التأكيد:",
    details: [
      "سيتم مراجعة الطلب من قبل إدارة الإسكان.",
      "ستحصل على إشعار عبر البريد الإلكتروني حول حالة طلبك.",
    ],
  },
  {
    title: "4. استلام الموافقة:",
    details: [
      "في حال قبول الطلب، يمكنك زيارة مكتب الإسكان لاستلام البطاقة الخاصة بك.",
    ],
  },
];
